Revit 2016 API
LoadCaseSet.Erase Method
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
public virtual int Erase(
	LoadCase item
)
Visual Basic
Public Overridable Function Erase ( _
	item As LoadCase _
) As Integer
Visual C++
public:
virtual int Erase(
	LoadCase^ item
)
Parameters
item
Type: Autodesk.Revit.DB.Structure.LoadCase
See Also
LoadCaseSet Class
Autodesk.Revit.DB.Structure Namespace